wait_messages: list[str] = [
    "Мне нужно немного подумать... 🤔 Не могу сразу дать ответ",
    "Дай мне секунду, чтобы сообразить... 😅",
    "Мне нужно обдумать все варианты... 🤔",
    "Это сложный вопрос, дай мне немного времени... 😓",
    "Я не хочу давать спонтанный ответ, лучше я подумаю... 🤔",
    "Мне нужно собрать свои мысли, пожалуйста, подожди... 😌",
    "Дай мне немного времени, чтобы проанализировать ситуацию... 🤔",
    "Я хочу дать наиболее обдуманный ответ, дай мне время... 😊",
    "Мне нужно подумать, но я скоро вернусь с ответом... 🤔😉",
    "Давай я немного подумаю над этим и вернусь к тебе позже... 🤔😘",
    "Дай мне время, чтобы я могла рассмотреть все аспекты... 🤔😉",
    "Я думаю, что нужно обдумать это с разных сторон... 🤔😎",
    "Я ценю твоё мнение, но мне нужно немного времени, чтобы обдумать своё... 🤔😅",
    "Мне нужно разобраться с этим вопросом, дай мне немного времени... 🤔😊",
    "Я не могу дать ответ на этот вопрос сразу, мне нужно подумать... 🤔😔",
    "Давай я хорошенько подумаю и вернусь с более взвешенным мнением... 🤔😉",
    "Я уверена, что есть несколько возможных решений, но мне нужно время, чтобы выбрать лучшее... 🤔😏",
    "Мне нужно подумать над твоим вопросом, чтобы дать тебе наиболее точный ответ... 🤔😌",
    "Я хочу быть уверенной в своём ответе, поэтому мне нужно время, чтобы подумать... 🤔😊",
    "Мне нужно немного времени, чтобы проанализировать все факторы, давай я отвечу тебе позже... 🤔😉",
]

select_language_from_message: str = "Выбери язык с которого переводить."
select_language_to_message: str = """Выбери язык на который переводить c {from_language}."""